"use strict"

// В HTML есть пустой список ul#ingredients.

// <ul id="ingredients"></ul>
// В JS есть массив строк.

// const ingredients = [
//   'Картошка',
//   'Грибы',
//   'Чеснок',
//   'Помидоры',
//   'Зелень',
//   'Приправы',
// ];
// Напиши скрипт, который для каждого элемента массива ingredients создаст 
//отдельный li, после чего вставит все li за одну операцию в список ul.ingredients.
//ля создания DOM - узлов используй document.createElement().

//1. перебрать массив
//2. для каждого элемента массива создать элемент li со 
//const addLiToArray = array =>



